[
  {
    "name": "X-23",
    "realName": "Laura Kinney",
    "height": "5'6\"",
    "weight": "147 lbs.",
    "logoImg": "assets/img/logoX-23.jpg",
    "img": "assets/img/X-23.jpg",
    "powers": "X-23 possesses the ability to regenerate damaged or destroyed areas of her cellular structure at a Glossary:S#superhuman, superhuman rate, which varies in direct proportion with the severity of the damage she suffers. Despite the extent of her healing factor, X-23 is not immortal. Injuries that result in the loss of vital organs, large amounts of blood, and/or loss of physical form are potentially lethal for her. X-23's natural healing also affords her virtual immunity to poisons and most drugs, as well as an enhanced resistance to diseases and the fatigue poisons generated by bodily activity. Hence, her endurance, agility and reflexes are enhanced. X-23 also possesses superhumanly acute senses, allowing her to see and hear things at an extended distance. She is able to recognize people and objects by scent, even if that person or object is hidden, and can use these enhanced senses to track any creature with an impressive degree of success.X-23's skeleton includes two retractable bone claws in each arm and one in each foot that she can extend and retract at will. These claws are housed beneath the skin and muscle. Unsheathing them causes her skin to tear and bleed, but the wounds are quickly dealt with by her healing factor. X-23 can unsheathe any number of these claws at once, although she must keep her wrists and/or feet straight at the moment the claws emerge. The claws are naturally sharp, tougher than normal human bone and have been coated with Glossary:A#Adamantium, Adamantium, allowing X-23 to cut through most types of flesh and natural materials.Presumably, because X-23 is a Glossary:C#clone, clone of the mutant Wolverine, her healing factor will also provide her with an extended lifespan by slowing the effects of the aging process.",
    "abilities": "Due to her extensive training as a top-secret operative, X-23 is a master of multiple forms of martial arts, and is an expert in assassination techniques."
  },
  {
    "name": "Angel",
    "realName": "Warren Kenneth Worthington III",
    "height": "6'",
    "weight": "150 lbs.",
    "logoImg": "assets/img/logoAngel.jpg",
    "img": "assets/img/Angel.jpg",
    "powers": "Archangel has fully feathered wings that span 16' and have a very flexible skeletal structure. He can fly by flapping his wings, and can reach speeds of up to 150 mph. Though he generally flies below the height of clouds at 6,500 feet, Archangel can reach a height of 10,000 feet with little effort. His wings are strong enough to carry aloft at least 200 pounds in addition to his own body weight. Archangel's entire anatomy is adapted for flight, having hollow bones; a body virtually devoid of fat, granting him enhanced proportionate muscle strength; eyes that can withstand high-speed winds; enhanced eyesight enabling him to see at distances far greater than the average human; and a special respiratory membrane that extracts oxygen from the air at extreme velocities and altitudes. Following his secondary mutation, Archangel can heal fatal injuries and cure most known diseases at an accelerated speed by mixing his blood with that of the victims, so long as they have a compatible blood type.After genetic alteration by Apocalypse, Archangel's wings became composed of a razor-sharp organic steel-like material, allowing him to use them as slashing weapons. He can also expel his feathers at great speed and with tremendous force, enabling them to pierce even steel. The feathers are tipped with a paralyzing chemical generated by his body (he is immune). He also briefly possessed the ability to convert his life-force into solid light to form a pair of energy wings.",
    "abilities": "Archangel is a skilled combatant, especially in aerial hand-to-hand combat. He is also a talented businessman whose wealth ranks him in the lower part of the Fortune 500 list."
  },
  {
    "name": "Beast",
    "realName": "Henry P. McCoy",
    "height": "5'11\"",
    "weight": "402 lbs.",
    "logoImg": "assets/img/logoBeast.jpg",
    "img": "assets/img/Beast.jpg",
    "powers": "The Beast possesses Glossary:S#superhuman, superhuman strength, agility, endurance, and speed, despite his bulk. He possesses the agility of a great ape and the acrobatic prowess of an accomplished circus aerialist. His physiology is durable enough to allow him to survive a three story fall by landing on his feet without suffering any broken bones or sprains. The Beast's legs are powerful enough to enable him to leap approximately 15 feet high in a standing high jump, and around 25 feet in a standing broad jump. He can also run on all fours at approximately 40 miles per hour for short sprints.The Beast can crawl up brick walls by wedging his fingers and toes into the smallest cracks and applying a vice-like grip on them, as well as walk a tightrope with minimal effort. He is adept in performing complicated sequences of gymnastics such as flips, rolls, and springs, and can also walk on his hands for many hours. Further, his manual and pedial dexterity are so great that he can perform multiple tasks such as writing with both hands at once or tie knots in rope with his toes.The Beast possesses enhanced senses, the ability to secrete pheromones to attract members of the opposite sex, as well as a slight healing factor that allows him to regenerate minor wounds and recover quickly from minor ailments such as colds. The Beast also possesses cat-like night vision as well as razor-sharp claws on his hands and feet.",
    "abilities": "Hank is considered one of the world's experts on Glossary:M#mutation, mutations and evolutionary Humans, human biology. He has extensive knowledge of Glossary:G#genetics, genetics, biochemistry, and a variety of other scientific fields. Hank is also an accomplished keyboard player."
  },
  {
    "name": "Colossus",
    "realName": "Piotr Nikolaievitch Rasputin",
    "height": "6'6\"; (transformed) 7'5\"",
    "weight": "250 lbs., (transformed) 500 lbs.",
    "logoImg": "assets/img/logoColossus.jpg",
    "img": "assets/img/Colossus.jpg",
    "powers": "Colossus can transform his body tissue into an organic, steel-like substance that grants him Glossary:S#superhuman, superhuman strength enabling him to lift/press up to 75 tons and makes him impervious to most injury. His armored form can withstand ballistic penetration as well as temperature extremes from 70º above absolute zero (-390º F) to approximately 9000º F. Colossus cannot become partially or selectively armored; his body is either entirely converted, or not at all. Even his eyes become steel-like.Through an act of will, Colossus can transform virtually instantaneously into his armored state, and can remain in that form for an as yet undetermined amount of time. Once in his armored form, Colossus remains so until he consciously wills himself back to normal. If he is rendered unconscious, however, he spontaneously reverts to his normal form. In his armored state, Colossus retains his normal human mobility, though his endurance and speed are enhanced. He does not need to breathe while transformed, but it is believed that he could not survive for long in a vacuum. ",
    "abilities": "Colossus is talented in drawing and painting."
  },
  {
    "name": "NorthStar",
    "realName": "Jean-Paul Beaubier",
    "height": "5'11\"",
    "weight": "185 lbs.",
    "logoImg": "assets/img/logoNorthStar.jpg",
    "img": "assets/img/NorthStar.jpg",
    "powers": "Northstar can move and fly at Glossary:S#superhuman, superhuman speed. He can channel a portion of the kinetic energy of the atomic motion in his body's molecules in a single direction, accelerating his body to a velocity in direct proportion to the amount of kinetic energy he has tapped. It is theoretically possible for Northstar to reach 99% of the speed of light (186,272 miles per second in a vacuum), but his inability to breathe at such speeds and the damage his body would suffer from wind and friction prevent him.As a side effect of partially robbing his molecules of their atomic motion, the binding forces within and between the molecules increase which enhances the sheer toughness of Northstar’s entire body. This effect gives his skin enough durability to withstand speeds up to at least Mach 10 without injury. Northstar can also vary the rate of acceleration of his molecules to release a cascade of photons as bright as a lighthouse beacon.",
    "abilities": "Northstar is a world-class professional skier, skilled trapeze artist, and an accomplished novelist. Northstar also speaks fluent French."
  },
  {
    "name": "Storm",
    "realName": "Ororo Munroe",
    "height": "5'11\"",
    "weight": "127 lbs.",
    "logoImg": "assets/img/logoStorm.jpg",
    "img": "assets/img/Storm.jpg",
    "powers": "Storm is an extremely powerful mutant and has demonstrated a plethora of abilities, most of which are facets of her power to control the weather. Storm possesses the psionic ability to control all forms of weather over vast areas. She has been able to control both Earthly and extraterrestrial ecosystems on several occasions. She can control the temperature of the environment, control all forms of precipitation, humidity and moisture (at a molecular level), generate lightning and other electromagnetic atmospheric phenomena, and has demonstrated excellent control over atmospheric pressure. She can incite all forms of meteorological tempests, such as tornadoes, thunderstorms, blizzards, and hurricanes, as well as mist. She can dissipate such weather to form clear skies as well.Her precise control over the atmosphere allows her to create special weather effects. She can create precipitation at higher or lower altitudes than normal, make whirlwinds travel pointing lengthwise in any direction, channel ambient electromagnetism through her body to generate electric blasts, flash freeze objects and people, coalesce atmospheric pollutants into acid rain or toxic fog, and summon wind currents strong enough to support her weight to elevate herself to fly at high altitudes and speeds. Her control is so great that she can even manipulate the air in a person's lungs. She can also control the pressure inside the human inner ear, an ability she uses to cause intense pain. She can also bend light using moisture in the air and her manipulation of mist and fog to become partially transparent, and in later comics, almost completely invisible.Storm has also demonstrated the ability to control natural forces that include cosmic storms, solar wind, ocean currents, and the electromagnetic field. She has demonstrated the ability to separate water molecules into oxygen and hydrogen via electrolysis, allowing her to breathe underwater. While in outer space, she is able to affect and manipulate the interstellar and intergalactic mediums. Storm can alter her visual perceptions so as to see the universe in terms of energy patterns, detecting the flow of kinetic, thermal and electromagnetic energy behind weather phenomena and bending this energy to her will.Storm has shown to be sensitive to the dynamics of the natural world, and her psionic powers over weather are affected by her emotions. One consequence of this connection to nature is that she often suppresses extreme feelings to prevent her emotional state from resulting in violent weather. She has sensed a diseased and dying tree on the X-Mansion grounds, detected objects within various atmospheric mediums—including water, and sensed the incorrect motion of a hurricane in the Northern Hemisphere and the gravitational stress on the tides by the Moon and Sun as well as the distortion of a planet's magnetosphere. Storm's mutant abilities are limited by her willpower and the strength of her body. Sentinels identify Storm as a possible Omega-level mutant less",
    "abilities": "Storm is extraordinarily skilled at picking both locks and pockets. Storm is also a gifted hand-to-hand combatant, having been trained extensively by her fellow X-Man Wolverine, and is also an excellent marksman with handguns."
  },
  {
    "name": "Wolverine",
    "realName": "James Howlett",
    "height": "5'3\"",
    "weight": "(Without Adamantium skeleton) 195 lbs., (with Adamantium skeleton) 300 lbs.",
    "logoImg": "assets/img/logoWolverine.jpg",
    "img": "assets/img/Wolverine.jpg",
    "powers": "Wolverine is a mutant who possesses the ability to regenerate damaged or destroyed areas of his cellular structure at a rate far greater than that of an ordinary human. The speed at which this healing factor works varies in direct proportion with the severity of the damage Wolverine suffers. For example, he can fully recover from an ordinary gunshot wound in a non-vital area of his body within minutes, but it took him almost two months to fully recover from injuries sustained in a duel with Lord Shingen, which included one from a sword that went all the way through his trunk.Wolverine’s natural healing also affords him virtual immunity to poisons and most drugs, as well as an enhanced resistance to diseases. For example, it is nearly impossible for him to become intoxicated from drinking alcohol. He also has a limited immunity to the fatigue poisons generated by bodily activity, and hence he has greater endurance than an ordinary human. His agility and reflexes are similarly enhanced.In addition, Wolverine’s healing factor provides him with an extended lifespan by slowing the effects of the aging process. Although over a century old, Wolverine is as healthy and physically fit as a man in his prime.Wolverine also possesses superhumanly acute senses, making him capable of seeing things at a maximum distance greater than a normal human’s. His hearing is enhanced in a similar manner, and he is able to recognize people and objects by scent, even if that person or object is hidden. Wolverine can use these enhanced senses to track any creature with an impressive degree of success.Wolverine’s skeleton includes six retractable one-foot long bone claws, three in each arm, that are housed beneath the skin and muscle of his forearms. Wolverine can, at will, release these slightly curved claws through his skin beneath the knuckles on each hand. The skin between the knuckles tears and bleeds, but the blood loss is quickly halted by his healing factor. Wolverine can unsheathe any number of his claws at once, although he must keep his wrists straight at the moment his claws shoot from his forearms into his hands. When unsheathed, the claws are fully within his hands, and thus Wolverine can still bend his wrists. The claws are naturally sharp and tougher than that of normal human bone structure, allowing Wolverine to cut through most types of flesh and natural materials.Despite the extent of his healing factor, Wolverine is not immortal. If the injuries are extensive enough, especially if they result in the loss of vital organs, large amounts of blood, and/or loss of physical form, such as having flesh burned away by fire or acid, Wolverine can die.",
    "abilities": "Due to his extensive training as a soldier, a C.I.A. operative, a samurai, a spy, and a member of the X-Men, Wolverine is an exceptional hand-to-hand combatant, having mastered virtually every fighting style on Earth. He is also a trained expert in multiple types of weapons, vehicles, computer systems, explosives, and assassination techniques. Wolverine is fluent in many languages, including Japanese, Russian, Chinese, Cheyenne, Lakota, and Spanish; he has some knowledge of French, Thai, and Vietnamese."
  },
  {
    "name": "Psylocke",
    "realName": "Elizabeth Braddock",
    "height": "5'11\" (both bodies)",
    "weight": "155 lbs. (both bodies)",
    "logoImg": "assets/img/logoPsylocke.jpg",
    "img": "assets/img/Psylocke.jpg",
    "powers": "Psylocke can generate a Glossary:T#telekinetic, telekinetic katana, or direct her Glossary:T#telekinesis, telekinesis through her fists to strike as if she had Glossary:S#superhuman, superhuman strength; she is also immune to Glossary:T#telepathic, telepathic probes and attacks. Psylocke's original powers were Glossary:P#precognition, precognition, Glossary:T#telepathy, telepathy, Glossary:M#mental, mental bolts, mind control, and generating illusions. After Roma resurrected her, Betsy was briefly invisible to all mechanical detection devices. She could generate a \"Glossary:P#psychic, psychic knife\" to stun or kill opponents. The Crimson Dawn gave her the power to travel via shadows, and to become virtually invisible in same. After swapping powers with Jean Grey, Betsy could create Glossary:F#force field, force fields, move objects with her mind, and generate energy blades.",
    "abilities": "Psylocke is a skilled martial artist and a trained pilot."},
  {
    "name": "Rogue",
    "realName": "Anna Marie",
    "height": "5'8\"",
    "weight": "120 lbs.",
    "logoImg": "assets/img/logoRogue.jpg",
    "img": "assets/img/Rogue.jpg",
    "powers": "Rogue is a mutant who formerly possessed the ability to absorb the memories, abilities, personality, and outward physical characteristics of other beings through skin-to-skin contact. Such transfers lasted for 60 times longer than the contact time, with extended contact resulting in the possibility of permanent absorption. No upper limit had been determined for the number of beings Rogue could simultaneously imprint.Upon absorbing another's memories, Rogue also gained any associated emotional responses. Rogue was typically able to control such emotions, however absorbing psyches more powerful than her own resulted in Rogue’s psyche being supplanted.After permanently absorbing the powers of Ms. Marvel (Carol Danvers), Ms. Marvel, Rogue possessed an amalgamated mutant human/alien Kree physiology that granted her a degree of immunity to poisons, and a virtually indestructible body. Rogue also possessed Ms. Marvel's above normal reflexes and psychic \"seventh sense\" that enabled her to subconsciously anticipate an opponent’s moves. Whilst Rogue possessed Ms. Marvel's psyche, her \"double\" consciousness made her resistant to telepathic probes from even the most powerful mind readers. She also gained Ms. Marvel's incredible strength, and supersonic flight.After absorbing the powers of an alien Skrull, Rogue began to spontaneously reactivate previously absorbed abilities. Rogue could also tap into the residual psychic energy of those she had imprinted to determine their status and to relive past events from their perspective.Recently, Rogue has seemingly permanently absorbed the fire-based powers of Sunfire (Shiro Yoshida), Sunfire. less",
    "abilities": "Rogue could formerly draw upon the combat and espionage training of Carol Danvers by granting control of her body to her alternate personality, a duplicate of Danvers'. Rogue can also speak fluent French."
  },
  {
    "name": "Cyclops",
    "realName": "Scott Summers",
    "height": "6'3\"",
    "weight": "195 lbs.",
    "logoImg": "assets/img/logoCyclops.jpg",
    "img": "assets/img/Cyclops.jpg",
    "powers": "Cyclops possesses the mutant ability to project a beam of heatless ruby-colored concussive force from his eyes, which act as inter-dimensional apertures between this universe and another. Cyclops' body constantly absorbs ambient energy, such as sunlight, from his environment into his body's cells that allows him to open the apertures. Cyclops' mind generates a psionic field that is attuned to the forces that maintain the apertures. Because this field envelops his body, it automatically shunts the other-dimensional particles back into their point of origin when they collide with his body. Thus, his body is protected from the effects of the particles, and even the thin membranes of his eyelids are sufficient to block the emission of energy. The synthetic ruby quartz crystal used to fashion the lenses of Cyclops' eyewear is resonant to his minds' psionic field and is similarly protected.The width of Cyclops' optic blast is focused by his mind's psionic field with the same autonomic function that regulated his original eyes' ability to focus. As Cyclops focuses, the size of the apertures change and thus act as a valve to control the flow of particles and the beam's relative power. The height of Cyclops's eye-blast is controlled by his visor's adjustable slit. The beam's effective range is approximately 2,000 feet.Due to a head injury, Cyclops is unable to shut off his optic blasts at will and must therefore wear ruby quartz lenses to block the beams.",
    "abilities": "Cyclops possesses several skills. Among them are:* Master Strategist and Tactician* Master Martial Artist* Expert Pilot* Telepathic Resistance"
  },
  {
    "name": "Emma Frost",
    "realName": "Emma Grace Frost",
    "height": "5'10\"",
    "weight": "144 lbs.",
    "logoImg": "assets/img/logoEmmaFrost.jpg",
    "img": "assets/img/EmmaFrost.jpg",
    "powers": "Emma Frost is a mutant who possesses various telepathic talents. Emma can read minds and project her thoughts into the minds of others, project psionic force bolts which have no physical effects but which can affect a victim's mind so as to cause the victim pain or unconsciousness, and can also induce mental pain merely by touching the brow of her victim. Emma can telepathically \"sedate\" her victims so that, if already rendered unconscious, they remain so for as long as she continues to \"sedate\" them. It is unknown how effective her \"sedating\" ability is on victims who are awake.Furthermore, as a consequence of continued mutation, Emma can now transform her skin and hair into a diamond-hard form at will. In this form, Emma is nigh indestructible except for one small flaw that, if exploited, can cause her to shatter. Whilst in her diamond form, Emma's telepathic abilities are suppressed.",
    "abilities": "Emma is highly skilled in electronic theory and electronics and has learned how to build devices that can amplify psionic energy and utilize psionic energy for various effects. She devised the mechanism by which her Hellfire Club cohort Mastermind projected his illusions directly into the mind of the Phoenix Force."
  },
  {
    "name": "Gambit",
    "realName": "Remy Etienne LeBeau",
    "height": "6'1\"",
    "weight": "179 lbs.",
    "logoImg": "assets/img/logoGambit.jpg",
    "img": "assets/img/Gambit.jpg",
    "powers": "Gambit has the mutant ability to tap into the potential energy contained within an object and transform it into kinetic energy upon touching it. When Gambit thus charges an object and throws it at a target, the object releases this energy explosively on impact. Gambit was unable to use this power to charge living objects until Sage restored his vision and powers, allowing him to now charge both living and non-living objects. / As Death: He can control deadly gas and his charged playing cards can kill instantly.After surgery performed by Mister Sinister, Gambit's powers were restored to their natural potential. He was able to use his power simply by looking at an object that he wished to charge, including living tissue. Gambit could also manipulate the potency of the energy release and could even exercise a measure of control over time. Following his climactic battle with the New Sun, Gambit lost this enhanced level of power.Gambit's ability to tap energy also grants him superhuman agility and dexterity, as well as creating a static interference that shields his mind from detection and intrusion by even the most powerful telepaths.Gambit also possesses a hypnotic charm that allows him to exert a subtle influence over any sentient mind. This power allows Gambit to compel others to believe what he says and agree with anything he suggests. More powerful minds have proven immune to Gambit's charm.",
    "abilities": "Gambit is bilingual in English and French, and also possesses the ability to throw small objects - including knives, throwing spikes, and playing cards - with extraordinary accuracy. He is also a skilled duelist and fencer."
  },
  {
    "name": "Iceman",
    "realName": "Robert Louis Drake",
    "height": "5'8\"",
    "weight": "145 lbs.",
    "logoImg": "assets/img/logoIceman.jpg",
    "img": "assets/img/Iceman.jpg",
    "powers": "Iceman is able to lower his external and internal body temperature without harm to himself, thereby radiating intense cold from his body. Iceman is able to reach -105 degrees Fahrenheit within a few seconds, and is immune to sub-zero temperatures around him. In addition, Iceman can freeze any moisture in the air around him into unusually hard ice, and thereby form simple objects such as slides, ladders, shields, and bats. He has even once shown the ability to achieve absolute zero temperatures, with the help of the Human Torch (Johnny Storm), Human Torch (who pulled the ambient heat away from Iceman), and was able to stop the molecular motion of a bomb. Iceman can augment his ice form with extraneous moisture to enhance his strength and durability, and can reshape his body's ice form at will by using any available moisture from his surrounding environment. Similarly, Iceman can rebuild his ice form if any part of it is broken or if it is shattered completely without suffering any permanent damage.Previously, Iceman was able to transform his body into solid ice and back to human form at will. For a time, however, his body was permanently transformed into solid ice as a result of a secondary mutation. After House of M, M-day, Iceman appeared to have lost his powers, returning to Humans, human form. However, this was revealed by Frost, Emma, Emma Frost as a mental block, and Iceman later regained his powers, along with the ability to change from human to ice form.Iceman also possesses the potential to transport himself quickly over great distances through nearby flows of water by merging his body’s molecules with those of the stream. less",
    "abilities": "Bobby is a Certified Practicing Accountant."
  },
  {
    "name": "Jean Grey",
    "realName": "Jean Grey-Summers",
    "height": "5'6\"",
    "weight": "115 lbs.",
    "logoImg": "assets/img/logoGeanGrey.jpg",
    "img": "assets/img/GeanGrey.jpg",
    "powers": "Jean Grey possessed telepathic powers enabling her to read minds, project her thoughts into the minds of others, initiate astral travel, and mentally stun opponents with pure psionic force, among other talents. She also possessed telekinesis, allowing her to levitate and manipulate objects and others, generate force fields, fly, and stimulate heat molecules to generate concussive blasts.Her powers were magnified to near-infinite levels while she served as an avatar for the cosmic Phoenix Force. She was able to manipulate matter and energy on a molecular scale, although this varied on the Force's status and how much power it chose to allocate to her.",
    "abilities": ""
  },
  {
    "name": "Jubilee",
    "realName": "Jubilation Lee",
    "height": "5'5\"",
    "weight": "115 lbs.",
    "logoImg": "assets/img/logoJubilee.jpg",
    "img": "assets/img/Jubilee.jpg",
    "powers": "Jubilee once could generate multi-colored globules of energy plasma she calls \"fireworks.\" She could vary their power and intensity, from a multitude of sparkles capable of temporarily blinding others to a powerful detonation capable of much destruction, and could also absorb the energy back into her body without harm to herself. Jubilee had the potential to detonate matter on a molecular level. During her stint as Wondra from the New Warriors, Jubilee used tech devices that gave herself super strength, flight, and limited invulnerability. She kept her Wondra gear after the team disbanded, potentially needing to call upon those powers in the future.",
    "abilities": "Jubilee is a highly-skilled gymnast and rollerblader. She is trained in first aid and CPR. She also possesses fair thieving skills and hand-to-hand combat experience."
  },
  {
    "name": "Kitty Pride",
    "realName": "Katherine Pryde",
    "height": "5'6\"",
    "weight": "110 lbs. (when fully solid)",
    "logoImg": "assets/img/logoKittyPride.jpg",
    "img": "assets/img/KittyPride.jpg",
    "powers": "Kitty Pryde is a mutant with the ability to “phase” through solid matter by shifting her atoms through the spaces between the atoms of the object through which she is moving. Kitty can phase her clothing along with herself, and through practice has learned to phase other objects and people without harm to them. For all intents and purposes, Kitty is intangible whilst phasing, however she is still vulnerable to psionic or mystical attacks. Certain forms of energy can also disrupt her phased state.When Kitty phases through an object with an electrical system, the process disrupts the system's workings. This includes the electrical impulses found in the human brain. Kitty can phase part or all of her body through another living being without harm to herself, though the other being can be rendered unconscious as a result. Kitty also has the potential to kill another being by phasing them into a solid object and then releasing them, causing them to solidify whilst still within the object.Kitty passes through objects at the same rate of speed at which she is moving before phasing. Since she is unable to breathe while phasing, she can only continuously phase through solid objects - as when she travels underground - as long as she can hold her breath. Kitty can keep her phased form at rest in relation to the rotation of the Earth upon its axis, thus allowing her to assume a ground speed of the length of a football field and a half every second. Kitty can also walk on air whilst phasing.Kitty has trained herself to reflexively assume a phased state at any indication of danger, such as a loud noise like a gunshot, in order to protect herself.",
    "abilities": "Kitty possesses moderate expertise of the martial arts of the Japanese ninja and samurai. Kitty demonstrated great knowledge of ninja methods of combat when Ogun mentally possessed her. With the possession over, Kitty forgot the knowledge of ninja techniques he gave her, but retained the knowledge of Oriental methods of combat Wolverine (James Howlett), Wolverine taught her.Kitty is also a genius in the computer sciences, and is highly skilled in the design and use of computer hardware. She is a competent driver of automobiles, a skilled pilot of piston and jet engine aircraft, and a competent pilot of certain advanced interstellar vehicles. Kitty also undertook ballet and modern dance training, speaks fluent Japanese, Russian, and the royal and standard languages of the alien Shi'ar, and has moderate expertise in Gaelic, Hebrew, and German."
  },
  {
    "name": "Nightcrawler",
    "realName": "Kurt Wagner",
    "height": "5'9\"",
    "weight": "161 lbs.",
    "logoImg": "assets/img/logoNightcrawler.jpg",
    "img": "assets/img/Nightcrawler.jpg",
    "powers": "Nightcrawler is a mutant who can teleport by opening a portal into another dimension, travelling through it via an unconscious direction-finding sense, and returning to his own dimension. When teleporting, Nightcrawler leaves behind a small portion of the atmosphere of the other dimension that escapes with a muffled “bamf” sound and smells of brimstone. On returning, his power automatically displaces any extraneous liquids and gases.Nightcrawler can easily teleport north south along Earth's magnetic lines of force. However, teleporting east west against them or teleporting vertically is more difficult. Under optimal conditions, Nightcrawler can teleport 2 miles east west, 3 miles north south, and 2 miles vertically if he exerts himself. Nightcrawler's momentum is retained when teleporting, so he arrives with the same inertia he left with. He can reduce this by teleporting short distances in the opposite direction.Nightcrawler has a limited unconscious extrasensory ability that prevents him from teleporting into any area that he cannot see or has not seen in the past, as doing so runs the risk of injury or death by materializing partially or entirely within a solid object.Through practice, Nightcrawler has increased the mass he can teleport with him, though the limit to the amount of weight he can carry when teleporting and the distance over which he can teleport with such additional loads are unknown. Teleporting with Nightcrawler often leaves a passenger feeling weak and nauseous.Nightcrawler is also able to cling to solid surfaces via his hands and feet. He can also render himself nigh-invisible in shadows by manipulating the ever-present portal to the dimension he teleports through so as to bend light around himself.",
    "abilities": "Nightcrawler is an Olympic-class acrobat thanks to his flexible spine that allows him to perform contortionist-like feats and to go long periods in a semi-crouching position without injury. He is a skilled hand-to-hand combatant and a master at fencing, which he can even perform with his tail, which is strong enough to support his entire body weight."
  }
]
